Repository: mozilla-l10n/mt-training-data
Catalog: yue/yue_pontoon.tmx
Source language: en_us
Languages: yue

source: Upload aborted. Do you want to delete your recordings?
yue: 上載中斷咗，你想唔想刪除你嘅錄音？

source: Upload an image file
yue: 上載圖片

source: Urdu
yue: 烏爾都語

source: User Name
yue: 用户名

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
yue: 用户會核實錄音嘅準確度，睇下朗讀者有冇正確讀出句子。

source: Uyghur
yue: 回鶻語（維吾爾語）

source: Uzbek
yue: 烏茲別克語

source: Validated Clips
yue: 已驗證片段

source: Validated Hours
yue: 已驗證時數

source: Validated Hr. Total
yue: 已驗證錄音（小時）

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
yue: 驗證人哋錄低嘅錄音片段，對 Common Voice 嘅使命都非常重要。聽下其他人貢獻嘅錄音，就可以幫我哋建立高質素嘅開放源碼語音數據集。

source: Validation Progress
yue: 驗證進度

source: Validations
yue: 驗證

source: Value and recognition.
yue: 價值觀同認同感。

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
yue: 方音/變體係一種語言嘅具體形式，佢由生活喺某一個地域或者社區嘅人共享，有時被稱之為方言。

source: Varying Pronunciations
yue: 發音差異

source: Venetian
yue: 威尼斯語

source: Version
yue: 數據庫版本

source: Vietnamese
yue: 越南語

source: View your progress against personal and project goals.
yue: 喺個人同項目嘅目標下底，檢視你嘅進度。

source: Visible
yue: 可見

source: Voice clips are entered into a submission queue that readies them for listening.
yue: 錄音片段會拎去排隊準備畀人去聽。

source: Voice Contribution
yue: 錄音捐聲

source: Voice Dataset, Ready for Download
yue: 語音數據集，已準備好下載

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
yue: 語音係自然、有人性嘅。所以我哋希望建立一套畀機器用到嘅語音技術。但建立呢一個語音系統嘅過程，需要超多嘅語音數據。

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
yue: 語音係自然、有人性嘅。所以我哋非常希望為機器建造可用嘅語音技術，但建造語音系統需要非常大量嘅語音數據。

source: Voices Online Now
yue: 在線人數

source: Voice Validation
yue: 驗證錄音

source: Volume
yue: 聲量

source: Votic
yue: 瓦佳語

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
yue: VoxForge 嘅成立，係用來收集被抄寫嘅對話內容，畀自由與開放源碼嘅語音辨識引擎使用。

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
yue: 想幫手令 Common Voice 計劃變得更好？ 太好喇！請用電郵或者 <discourseLink>Discourse</discourseLink> 論壇聯絡我哋，或者喺 <githubLink>GitHub</githubLink> 上面提交網站問題，或者加入 <matrixLink>Matrix</matrixLink> 群組傾偈。

source: Want to stay in touch with Common Voice?
yue: 想及時跟進 Common Voice ？

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
yue: 想喺新 Common Voice 數據集推出時收到通知？請訂閱我哋嘅電子報。

source: Watch our video explainer to help
yue: 睇睇我哋嘅影片解說

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
yue: 我哋整緊套公開而人人用得嘅語音數據集，人人都可以用佢來訓練認得到聲嘅應用程式。

source: We are going out to get a coffee.
yue: 我哋唔係出去飲咖啡啊。

source: We are going out to get coffee.
yue: 我哋唔係出去飲咖啡。

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
yue: Mozilla 喺度構建緊一個以聲音技術為主題嘅社群。我哋好樂意持續發佈新消息同數據源，並了解閣下會點樣使用呢啲數據。

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
yue: 我哋相信，大型而公開可用嘅語音數據集能夠促進語音機器學習科技嘅創新，以及健康嘅商業競爭。呢個係一個全球運動，我哋邀請任何人士參與。我哋嘅目標係令語音技術能夠更有包容性，反映出世界各地語音嘅多樣性。

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
yue: 我哋相信如果有一組大規模、公開嘅語音數據集，會奠定以機器學習為基礎嘅語音技術上嘅創新，同埋健康嘅商業競爭。 Common Voice 嘅多語言數據集已經成為咗最大嘅開放語音數據集，但唔係唯一一套。 閣下可於該頁面揾到其他開放原始碼嘅語音數據集。隨住 Common Voice 持續成長，我哋也會喺呢處張貼更新資訊。

source: Website Localization
yue: 網站本地化

source: We couldn’t find that page for you
yue: 我哋揾唔到你想去嘅頁面

source: We couldn’t get any audio clips for you to listen to. Please try again later.
yue: 我哋冇晒錄音畀你聽嘞，遲啲再試啦。

source: We couldn’t get any sentences for you to speak. Please try again later.
yue: 我哋冇晒句子畀你讀嘞，遲啲再試啦。

source: Weekly
yue: 每週

source: Weekly Goal
yue: 每周目標

source: We launch the Common Voice site in this language.
yue: 我哋發佈呢種語言嘅 Common Voice 頁面。

source: Welcome { $company } staff!
yue: 歡迎 { $company } 嘅員工！

source: Welcome to Common Voice
yue: 歡迎使用 Common Voice

source: Welsh
yue: 威爾斯語

source: We may have run out of clips - refresh the page, or try again later.
yue: 呢個語言嘅錄音都已經驗證晒喇……

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
yue: 我哋承諾會謹慎處理閣下嘅資料。詳見<privacyLink>私隱通告</privacyLink>。

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
yue: 我哋想建立一套開放原始碼、多重語言嘅語音數據集，令到任何人都可以用來開發同語音相關嘅應用。

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
yue: 我哋整緊一個開源嘅聲音資料集。一齊幫手，貢獻你嘅聲音，核實錄音嘅準確度，令資料集變得更加好。

source: We’re experiencing unexpected downtime
yue: 我哋遇上意外嘅系統停機時段

source: We’re going out to get coffee.
yue: 我哋咪出去飲咖啡。

source: We release the dataset every 3 months.
yue: 我哋每 3 個月發佈一次數據集。

source: We're receiving a lot of traffic and are currently investigating the issues.
yue: 我哋有太多流量湧入嚟喇，而家仲調查緊發生咗啲咩事。

source: We’re sorry, your platform is not currently supported.
yue: 唔好意思，你嘅平台暫時尚未支援。

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
yue: 我哋用 Mozilla 一套叫<pontoonLink>Pontoon</pontoonLink>嘅工具去翻譯。Pontoon 有好多種語言，如果未有你嗰種，可以<pontoonRequestLink>申請加入你嘅語言</pontoonRequestLink>。 想喺 Common Voice 搵到呢種語言嘅話，仲要<githubRepoLink>喺 GitHub 申請新語言</githubRepoLink>。<localizationFragment>睇下點樣翻譯網站內容</localizationFragment>。

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
yue: 我哋有少少調整，新增部分（Delta Segments）剩係包含上次發佈之後新加嘅錄音。<deltaLink>了解更多呢部分嘅調整</deltaLink>。

source: We've run out of sentences to record in this language...
yue: 呢個語言可以錄嘅句子已經錄晒啦⋯⋯

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
yue: 我哋希望語音模型可以更精準噉理解到唔同背景嘅講話人，所以語音數據集要反映到好多唔同人嘅聲音。

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
yue: 我哋想啲機械學習演算法可以處理到唔同嘅背景雜音，甚至係有少少大聲嘅噪音都可以接受。前題係啲聲唔會影響到你你聽清楚錄音嘅文字。靜靜地嘅背景音樂都可以。但係音樂聲大到聽唔清講咩嘅話就唔得。

source: We will be in touch with more information about how to add your language to Common Voice very soon.
yue: 我哋會盡快同你聯絡，同你提供更多有關點樣增添語言到 Common Voice 入邊嘅資訊。

source: We will be in touch with more information as it becomes available.
yue: 當此項目可供使用之時，我哋會向閣下提供更多資訊。

source: We will not make your email public.
yue: 我哋唔會公開你嘅電郵地址。

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
yue: 我哋將會審核你從數據集中刪除錄音嘅請求。如果你嘅請求獲得批准，我哋將會聯絡已下載數據集嘅使用者，並請佢哋都刪除你嘅錄音。

source: What is a language on Common Voice?
yue: Common Voice 度嘅一門語言係指乜？

source: What issues are you experiencing with this sentence?
yue: 呢句有咩問題？

source: What kind of goal do you want to build?
yue: 閣下想要建立點樣嘅目標？

source: What’s inside the Common Voice dataset?
yue: Common Voice 數據庫入面有啲咩？

source: What's Public?
yue: 邊啲資料會公開？

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
yue: 如果個用户投咗「錯」票，錄音片段就會返到隊列再畀其他人驗證。如果第二次都係畀人打成錯嘅，個片段就會進入垃圾桶。

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
yue: 聽緊錄音嘅時候，認真睇下啲字同錄音係咪完全一致；有少少錯就唔可以批准通過。<br />常見嘅錯誤包括：

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
yue: 喺你提取錄音嗰陣，我哋會將啲音檔整合成一個或者幾個 zip 檔。下面係你之前嘅提取記錄：

source: Which variant of { $language } do you speak?
yue: 你講緊嘅係 { $language } 嘅邊種方音？

source: Why ?
yue: 點解？

source: Why a profile?
yue: 點解要建立個人檔案？

source: Why Common Voice?
yue: 點解要做 Common Voice?

source: Why does this matter?
yue: 點解呢個好重要？

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
yue: 你想刪除埋你嘅所有錄音，定係想將錄音保留喺 Common Voice 嘅數據集中？

source: Yes
yue: 係

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
yue: 好，傳送電郵畀我。我想及時獲取 Common Voice 嘅最新消息。

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
yue: 係，請寄電郵畀我。我希望接收呢隻語言喺 Common Voice 嘅進度通知。

source: Yiddish
yue: 意第緒語

source: Yoruba
yue: 約魯巴語

source: You
yue: 閣下

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
yue: 閣下將會下載 <size>{ $size } GB</size> 嘅檔案，要下載嗎？

source: You are prepared to initiate a download of <b>{ $size }</b>
yue: 你準備要下載<b>{ $size }</b>嘢

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
yue: <strong>語句收集工具</strong>係一套用嚟收集同驗證公有領域句子嘅工具。首先你要<scAccountLink>註冊帳户</scAccountLink>，跟住喺<strong>個人檔案</strong>加入你嘅語言。噉你就可以<strong>加入</strong>句子或者<strong>審核</strong>之前加咗嘅句子。

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
yue: 閣下亦可以喺自己想用嘅下載工具中貼上 direct URLs 以下載檔案。呢啲 URLs 嘅有效期為12個鐘。閣下可隨時再次訪問本頁面以獲取新嘅 URLs。

source: You can choose to make your username public or anonymous.
yue: 你可以選擇公開你嘅賬户名稱，或者保持匿名。

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
yue: 你可以透過創立一個 Common Voice 帳户並貢獻錄音，來協助我哋建立一個多元、開放源碼嘅數據集。

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
yue: 想認識Mozilla語言社群入面嘅其他人呢，你可以加入 <discourseLink>Discourse</discourseLink> 嚟討論個別主題，或者加入 <matrixLink>Matrix</matrixLink> 去攞啲建議。

source: You cannot request your recordings while another request is already in progress.
yue: 已有處理緊嘅請求，無法再提取錄音。

source: You can request a new takeout of your recordings every { $days } days.
yue: 你可以每 { $days } 日請求一次新嘅錄音數據。

source: You must allow microphone access.
yue: 你必須容許咪高峰存取權。

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
yue: 口音係指你對一個詞彙發音嘅方式。口音通常受成長地、講開嘅其它語言以及其它因素影響而成。你可以喺呢度寫低有關詳情。

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
yue: 閣下嘅錄音會以匿名的形式保留喺 Common Voice 嘅數據集。當閣下刪除咗個人檔案後，就唔能夠再從數據集中刪除錄音。

source: Your daily goal has been created
yue: 成功訂立咗閣下嘅每日目標

source: Your download has started.
yue: 你嘅下載已經開始咗

source: You’re contributing to a target segment
yue: 你現正貢獻緊錄音畀一個目標細分群體

source: You’re contributing to our first target segment
yue: 閣下正為我哋第一條目標細分群體貢獻錄音

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
yue: 你目前選擇 <bold>唔接收</bold> 包括目標提醒、進度更新、及 Common Voice 電子報嘅電郵。

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
yue: 你目前選擇接收包括目標提醒、進度更新、及 Common Voice 電子報嘅電郵。

source: Your email address
yue: 閣下電郵地址

source: Your files are being assembled. Please check again later.
yue: 你嘅文件喺度整理緊，請稍後再試。

source: Your Languages
yue: 你嘅語言

source: Your username and email will not be associated with the published data.
yue: 你嘅用户名同埋電郵地址，唔會連結落去公開發佈嘅數據。

source: Your weekly goal has been created
yue: 成功訂立咗閣下嘅每週目標

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
yue: 閣下已幫助 Common Voice 完成每日 { $goalValue } 錄音目標嘅<goalPercentage></goalPercentage>！

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
yue: 閣下已幫助 Common Voice 達到我哋每日 { $goalValue } 驗證目標嘅 <goalPercentage></goalPercentage>！

source: You've successfully signed up for contributing to { $language }. Thank you.
yue: 閣下經已成功登記為{ $language }貢獻。多謝。

source: You want to join the Common Voice mailing list
yue: 你想加入 Common Voice 郵件清單

source: Zip #{ $offset } of { $total }
yue: { $total } 個 zip 檔中嘅第 { $offset } 個

source: Zulu
yue: 祖魯語

source: abnormality
yue: 異常

source: account recovery key
yue: 帳户復原密匙

source: add-on
yue: 附加元件

source: aggregate
yue: 整合

source: alternate text
yue: 替代文字

source: appear
yue: 出現

source: appearance
yue: 外觀

source: attack
yue: 攻擊

source: attacker
yue: 攻擊者

source: Attack Site
yue: 有害網站

source: attendee
yue: 參加者

source: authenticate
yue: 驗證

source: authenticated
yue: 已驗證

source: autoplay
yue: 自動播放

source: back out
yue: 回退

source: backup authentication code
yue: 備份驗證編碼

source: black box
yue: 黑盒

source: bookmark
yue: 加書籤

source: boolean
yue: 布林值

source: boot
yue: 開機

source: breakpoint
yue: 中斷點

source: Bug report
yue: 錯誤報告

source: certificate authority
yue: 數碼證書認證機構

source: channel
yue: 頻道

source: cipher
yue: 密碼

source: clipboard
yue: 剪貼簿

source: clockwise
yue: 順時針

source: colorway
yue: 配色

source: compact
yue: 壓縮

source: compact - recommend deprioritize
yue: 壓縮 - 推薦降低優先級

source: context
yue: 環境

source: contribute
yue: 貢獻

source: corrupt
yue: 損毀

source: corrupted
yue: 已損毀

source: counterclockwise
yue: 逆時針

source: cryptominer
yue: 加密貨幣挖礦程式

source: cryptomining
yue: 加密貨幣挖礦

source: debug
yue: 偵錯​​

source: deceptive site
yue: 詐騙網站

source: decode
yue: 解碼

source: decryption
yue: 解密

source: disinformation
yue: 假消息

source: distrust
yue: 唔信任

source: eavesdropping
yue: 竊聽

source: enable
yue: 啟用

source: encode
yue: 加密

source: encrypt
yue: 加密

source: encryption
yue: 加密

source: end user
yue: 終端用户

source: Enhanced Tracking Protection
yue: 加強追蹤保護

source: executable file
yue: 可執行檔案

source: extension
yue: 擴充

source: external
yue: 外置

source: Fellow
yue: 夥伴

source: fingerprinter
yue: 數碼指紋追蹤程式

source: fingerprinting
yue: 指紋跟蹤

source: gear
yue: 紀念品

source: grassroots
yue: 草根

source: home page
yue: 首頁

source: idle
yue: 閒置

source: import
yue: 匯入

source: innovations
yue: 創新

source: insecure
yue: 唔安全

source: installation
yue: 安裝

source: L10n
yue: 本地化

source: Legacy extension
yue: 遺留擴展

source: misinformation
yue: 錯誤資訊

source: native
yue: 原生

source: open source
yue: 開源

source: override
yue: 覆蓋

source: participation
yue: 參與

source: Patch
yue: 補丁

source: pop-up
yue: 快顯

source: preference
yue: 喜好設定

source: release
yue: 發佈

source: report
yue: 報告

source: revert
yue: 還原

source: search suggestion
yue: 搜尋建議

source: security keys
yue: 安全匙

source: sensitive
yue: 敏感

source: sidebar
yue: 側欄

source: sign
yue: 簽署

source: signer
yue: 簽署人

source: studies
yue: 研究

source: track
yue: 跟蹤

source: trackers
yue: 追蹤器

source: Tracking Content
yue: 追蹤性內容

source: Turbo Mode
yue: 渦輪模式

source: unencrypted
yue: 未加密

source: unresponsive
yue: 冇反應

source: unsafe
yue: 唔安全

source: validate
yue: 驗證

source: validity
yue: 有效性

source: version
yue: 版本

source: Web Authentication
yue: 網絡身份驗證
